def print_user_1():
    print("\n---Парсер вакансий---\n"
          "Получает информацию о вакансиях с разных платформ."
          "\nСохраняет информацию в файл и позволяет удобно работать с ней (добавлять, фильтровать, удалять).")

def print_user_2():
    print("\n1. headhunter.ru\n2. superjob.ru\n"
              "\n0. Выход\n")

def print_user_3():
    print("1. Ввести поисковый запрос;"
        "\n2. Получить топ N вакансий по зарплате;"
        "\n3. Получить вакансии, в определенном городе.\n"
        "\n0. Назад.\n")